mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
cups
exfat-utils
htop
neofetch
ntfs-3g
ntp
openssh
smartmontools
ufw
unrar
unzip
wmctrl
xdg-utils
zip
zsh
--END OF MINIMAL INSTALL--
cronie
dialog
gparted
gst-libav
gst-plugins-good
gst-plugins-ugly
p7zip
pavucontrol