mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
linux-headers
noto-fonts-emoji
usbutils
xdg-user-dirs
openssh
htop
neofetch
smartmontools
xdg-utils
ntp
ufw
unrar
unzip
zsh
exfat-utils
ntfs-3g
--END OF MINIMAL INSTALL--
